sysbench/results/local/mysql/alta/parallel/delete_1.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           14699
        other:                           88038
        total:                           102737
    transactions:                        102737 (1707.61 per sec.)
    queries:                             102737 (1707.61 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.1601s
    total number of events:              102737

Latency (ms):
         min:                                    0.12
         avg:                                   29.23
         max:                                  852.23
         95th percentile:                       80.03
         sum:                              3003215.40

Threads fairness:
    events (avg/stddev):           2054.7400/35.23
    execution time (avg/stddev):   60.0643/0.04